index.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2021-07-10 sam. 20:09 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Yume</title>
<meta name="author" content="Yume" />
<meta name="generator" content="Org Mode" />
</head>
<body>
<div id="content">
<h1 class="title">Yume</h1>
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#org1cfef91">1. Intro</a>
<ul>
<li><a href="#orgeb31997">1.1. Bio</a></li>
<li><a href="#orgae49d16">1.2. Operating System</a></li>
<li><a href="#orgfae8441">1.3. Social network</a></li>
<li><a href="#orge07536b">1.4. Current projects</a></li>
<li><a href="#orgdccce8a">1.5. Learning</a></li>
</ul>
</li>
<li><a href="#org241ed46">2. FAQ</a>
<ul>
<li><a href="#org301cf5e">2.1. What&rsquo;s your hobbies</a></li>
<li><a href="#org8af9647">2.2. What&rsquo;s your favorite Linux distro</a></li>
</ul>
</li>
</ul>
</div>
</div>


<div id="outline-container-org1cfef91" class="outline-2">
<h2 id="org1cfef91"><span class="section-number-2">1</span> Intro</h2>
<div class="outline-text-2" id="text-1">
</div>
<div id="outline-container-orgeb31997" class="outline-3">
<h3 id="orgeb31997"><span class="section-number-3">1.1</span> Bio</h3>
<div class="outline-text-3" id="text-1-1">
<ul class="org-ul">
<li>Yume</li>
<li>18</li>
<li>France, Nice</li>
<li>Male</li>
</ul>
</div>
</div>

<div id="outline-container-orgae49d16" class="outline-3">
<h3 id="orgae49d16"><span class="section-number-3">1.2</span> Operating System</h3>
<div class="outline-text-3" id="text-1-2">
<ul class="org-ul">
<li>Distro : <b>Arch Linux</b></li>
<li>Editor : <b>Doom emacs</b></li>
<li>WM : <b>Openbox</b></li>
</ul>
</div>
</div>

<div id="outline-container-orgfae8441" class="outline-3">
<h3 id="orgfae8441"><span class="section-number-3">1.3</span> Social network</h3>
<div class="outline-text-3" id="text-1-3">
<ul class="org-ul">
<li><a href="https://discordapp.com/users/282233191916634113/">Discord</a></li>
<li><a href="https://twitter.com/Yume_Network/">Twitter</a></li>
<li><a href="https://www.reddit.com/user/typicalyume/">Reddit</a></li>
<li><a href="https://github.com/yumenetwork">Github</a></li>
</ul>
</div>
</div>

<div id="outline-container-orge07536b" class="outline-3">
<h3 id="orge07536b"><span class="section-number-3">1.4</span> Current projects</h3>
<div class="outline-text-3" id="text-1-4">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Name</th>
<th scope="col" class="org-left">Description</th>
<th scope="col" class="org-left">Main Language</th>
<th scope="col" class="org-left">State</th>
<th scope="col" class="org-left">Authors</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">Flash Mem</td>
<td class="org-left">This is a secret</td>
<td class="org-left">Java</td>
<td class="org-left">Designing</td>
<td class="org-left">Yume</td>
</tr>

<tr>
<td class="org-left">Kitsu Bot</td>
<td class="org-left">A custom discord bot that generate guilds stats</td>
<td class="org-left">Java / Postgresql / Metabase</td>
<td class="org-left">In Progress</td>
<td class="org-left">Yume</td>
</tr>

<tr>
<td class="org-left">NotepadQT</td>
<td class="org-left">Qt text editor</td>
<td class="org-left">C++ / QT</td>
<td class="org-left">In Progress</td>
<td class="org-left">Yume</td>
</tr>

<tr>
<td class="org-left">Yume&rsquo;s Theme</td>
<td class="org-left">A custom better discord theme</td>
<td class="org-left">CSS</td>
<td class="org-left">Designing</td>
<td class="org-left">Yume</td>
</tr>

<tr>
<td class="org-left">Gauntlet Reborn</td>
<td class="org-left">An arcade game rewritten in C</td>
<td class="org-left">C / SDL2</td>
<td class="org-left">To review</td>
<td class="org-left">Yume</td>
</tr>

<tr>
<td class="org-left">StartPage</td>
<td class="org-left">A custom startpage</td>
<td class="org-left">JS / HTML</td>
<td class="org-left">Designing</td>
<td class="org-left">Yume</td>
</tr>

<tr>
<td class="org-left">TinCord</td>
<td class="org-left">A custom discord bot to meet people</td>
<td class="org-left">Clojure</td>
<td class="org-left">Designing</td>
<td class="org-left">Yume</td>
</tr>

<tr>
<td class="org-left">Schalculator</td>
<td class="org-left">A simple calculator (educational purpose)</td>
<td class="org-left">Scheme</td>
<td class="org-left">In Progress</td>
<td class="org-left">Yume</td>
</tr>
</tbody>
</table>
</div>
</div>

<div id="outline-container-orgdccce8a" class="outline-3">
<h3 id="orgdccce8a"><span class="section-number-3">1.5</span> Learning</h3>
<div class="outline-text-3" id="text-1-5">
</div>
<ol class="org-ol">
<li><a id="orge98e170"></a><span class="todo STRT">STRT</span> Qt<br /></li>
<li><a id="org09e1174"></a><span class="todo STRT">STRT</span> Scheme<br /></li>
<li><a id="orgc12122f"></a><span class="todo STRT">STRT</span> Emacs &amp; Org-mode<br /></li>
<li><a id="org589845f"></a><span class="todo TODO">TODO</span> Clojure<br /></li>
<li><a id="org09a711d"></a><span class="todo IDEA">IDEA</span> Rust<br /></li>
</ol>
</div>
</div>

<div id="outline-container-org241ed46" class="outline-2">
<h2 id="org241ed46"><span class="section-number-2">2</span> FAQ</h2>
<div class="outline-text-2" id="text-2">
</div>
<div id="outline-container-org301cf5e" class="outline-3">
<h3 id="org301cf5e"><span class="section-number-3">2.1</span> What&rsquo;s your hobbies</h3>
<div class="outline-text-3" id="text-2-1">
<blockquote>
<p>
As a pilot, I like everything related to aeronautics, including flying. I like to read books, watch series and documentaries. I also like to play volleyball, piano and chess.
</p>
</blockquote>
</div>
</div>

<div id="outline-container-org8af9647" class="outline-3">
<h3 id="org8af9647"><span class="section-number-3">2.2</span> What&rsquo;s your favorite Linux distro</h3>
<div class="outline-text-3" id="text-2-2">
<blockquote>
<p>
Well, I really like archlinux. But I also like other distros such as Fedora, OpenSuse or Solus.
</p>
</blockquote>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: Yume</p>
<p class="date">Created: 2021-07-10 sam. 20:09</p>
</div>
</body>
</html>
